rt/ws/security/src/test/java/org/apache/cxf/ws/security/wss4j/wsse-request-clean.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soap:Header>
    <Header xmlns="http://www.sdj.pl">1234</Header>
    <Header xmlns="http://www.sdj.pl">5678</Header>
  </soap:Header>
  <soap:Body>
    <echo xmlns="http://www.sdj.pl">
      <in0 xmlns="http://www.sdj.pl">A</in0>    
    </echo>
  </soap:Body>
</soap:Envelope>